{
  "https://collection.sciencemuseumgroup.org.uk/documents/aa110002873": {
    "title": "Printed material",
    "description": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/documents/aa110020213": {
    "title": "Booklets and scrapbooks on aviation",
    "description": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "END": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap7847": {
    "title": "Holden & Brooke Ltd",
    "description": "‎Mechanical engineering firm, manufacturing pumps, valves, compressors and hydraulic equipment.\n\nEstablished in 1883 by Harry Holden and Robert Grundy Brooke, the company was first situated at St Simon's Works, Salford. It became a limited liability company in 1887, with Brooke as its Managing Director.\n\nThe company initially manufactured injectors along with drilling machines and gas engines. However, demand for steam injectors was so great that they stopped producing drilling machines and gas engines and concentrated on injectors. In 1890 Robert Brooke patented the 'One-Movement' Injector, which became the company's best-known product.\n\nIn 1897 because of increased production they moved to larger premises: the Sirius Works, West Gorton, Manchester.  The firm opened its own brass and iron foundries at around this period. The company increased its range of steam related equipment and in 1912 started to produce centrifugal pumps, which they continued to produce. As well as pumps the Heater Department was expanded and they designed and manufactured all types of heat exchangers for industrial use. \n\nRobert Brooke's eldest son, Geoffrey Brooke joined the firm in 1909. He became a company director in 1919.\n\nDuring the First World War, Holden & Brooke undertook work for the Admiralty, War Office, Air Ministry and Ministry of Munitions. This included parts for use in submarines and airplanes.\n\nIn the interwar years an initial boom period was followed by a period of reorganisation following a major fire that had destroyed the business' pattern shop and drawing office in 1920. By 1924, however, the firm was in a position to open a London office under Walter Richard. Richard was a member of the Board in 1925, alongside Geoffrey Brooke's brother Robert. \n\n1925 saw Brookes & Holden launch another successful product, an accelarator for water heating systems known as 'Selfix'. Its popularity prompted the firm to build a new light assembly shop. At this time the company was also manufacturing heat transfer plant for the chemical, oil refining and artificial silk industries. \n\nRobert Brooke (senior) died in 1929, and was succeeded by Harry Holden as Chairman, and by his son Geoffrey Brooke as Managing Director. \n\nThe business continued to expand, opening offices in the Midlands and the North of England. \n\nThe company was later bought by Armstrong Fluid Technology.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co422877": {
    "title": "Lithograph: La Tour Merveilleuse",
    "description": "Lithograph, col.: La Tour Merveilleuse, polka par Ph. Fahrbach. Issued London, Stannard & Son, Hopwood & Crew, [c1888]. Sheet music 4pp, with cover showing representation of the Tower to be built at the Paris Exhibition 1889 height 975 feet. Shows the Eiffel Tower, with figurative decorations and flags. 36x26cm.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/276/523/large_1997_0382.jpg"
  },
  "godson": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp26280": {
    "title": "Royal Air Force",
    "description": "The Royal Air Force was created by the amalgamation of the Royal Flying Corp and the Royal Naval Air Service as an independent air service during the First World War.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q4968916": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q1964916": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q4723484": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8654112/barbara-grimes-and-her-horse-lucky-boy-photograph": {
    "title": "Barbara Grimes and her horse Lucky Boy",
    "description": "Silver gelatin print, by Andre de Dienes. Barbara Grimes and her trick horse, Lucky Boy, photographed at a Los Angeles beach. Photographer's stamp on verso.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/513/366/medium_1990_5131_10766__0001_.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co91945": {
    "title": "McDonagh-type blood lancet",
    "description": "Mc Donagh's blood lancet, for testing for Wasserman reaction, steel, nickel-plated, by Down Bros. of London, circa 1920",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/358/826/large_SMG00088425.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap12850": {
    "title": "Air Ministry",
    "description": "The Air Ministry was created to oversee the formation of the Royal Air Force an amalgamation of the Royal Flying Corps and the Royal Naval Air Service. As well as overseeing and managing the affairs of the Royal Air Force it also issued specifications for aircraft to aircraft companies. The prototype aircraft would be tested by the Ministry who would then assigned it with a name.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co187949": {
    "title": "Bottle of iron compound, bottle by Savory and Moor",
    "description": "Bottle of iron compound, bottle by Savory and Moore, English",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp115538": {
    "title": "Carters (J & A) Limited",
    "description": "unknown date - John Carter, 6a New Cavendish Street, Portland Place, London, England; about 1880-1920s - Traded at 125-129 Great Portland Street, London, W1, England; 1930s - made harnesses for the Air Ministry; 1969 - 65 Wigmore Street, London, W1H 0EL; c 1978 - 2000 - Alfred Street, Westbury, Wiltshire, BA13 3DZ, United Kingdom; 2010 - Carters, J. & A. Ltd, South Rd, Bridgend Industrial Estate, Bridgend, CF31 3PY, Wales",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q5241090": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q104859": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8604321": {
    "title": "Tobacco Pipe Metal Heel",
    "description": "A metal heel for a clay tobacco pipe, made by John Pollock & Co.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://blog.sciencemuseum.org.uk/v-2-the-rocket-that-launched-the-space-age/": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://api.vam.ac.uk/v2/objects/search?id_person=A6838": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap27812": {
    "title": "Gandolfi, Arthur Ernest",
    "description": "Arthur Gandolfi, camera-maker with Louis Gandolfi and Sons Ltd, was born in London on 4th July 1906.\n\nAs a young man, he joined his father's (Louis') family camera-making business with his two brothers (Frederick and Thomas) and two of his three sisters. Over the years, father, mother and five of their six children worked in the business. The work ethic was a necessity in their lives, which ultimately ensured their survival as England's oldest camera manufacturer, and to later fame but no fortune for Arthur and his brother Fred.\n\nBy 1930 the Gandolfis were over the worst of the 1920s recessions. The eldest son, Tom (born 1890), having survived service in the Great War, devoted himself to cabinetmaking, whilst the middle son, Fred (born 1904), who could do most things, was showing business ability. 'Young' Arthur, having left the business during the 1920s to learn clerical work, returned to fill the job of assembly and finishing. Louis was happy that his three sons could continue the family concern in his tradition and passed the family business onto the three sons after his death in 1932. \n\nNone of the Gandolfi brothers was called up in the Second World War. Tom was too old and Fred and Arthur were in a reserved occupation supplying portrait cameras and tripods to the Admiralty, Air Ministry and War Department. Ironically, the brothers were offered a government contract to supply 1,000 cameras, which they soon realised they could not fulfil. The contract went to a rival maker, Watson, who used outworkers. The Gandolfis spent much of the war repairing the results.\n\nPost-war the market for prison 'mugshots' revived a 1935 product. No fewer than 38 prisons and police authorities in the UK alone were customers. There was also an export business to the colonies.\n\nAlways a supplier to educational and scientific bodies, the 5 x 4 in format 'Precision' camera was the cheapest of its kind, with the result that the burgeoning photographic colleges bought them by the dozen. This gave rise to a brand loyalty amongst the ex-students, who created a demand unknown before. Rather as with the Morgan sports car, waiting-lists grew from months to years in the early 1970s, which was a situation that the Gandolfis never exploited. Their cameras were fetching a premium on the open market, with the result that dealers' orders were no longer accepted and private customers were subject to some searching questions.\n\nTom Gandolfi died in 1965, adding a further burden to Arthur and Fred. It was not until 1976, when Tom's son Tom junior - after taking early retirement from engineering - was persuaded into the firm, that delivery times began to improve.\n\nBy 1980, it was obvious to Arthur and Fred that they could not go on much longer. They had achieved an ambition of 100 years as a family of camera-makers, wanted to reach 100 years of the Gandolfi company, but realised that outside help was necessary. \n\nWith a too-full order-book, there were many would-be purchasers for the company. Fred and Arthur were not prepared to let the family name go easily. A compromise was made with Brian Gould and his partner Sir Kenneth Corfield, who purchased the company in 1982, supplied the last apprentice, and every Gandolfi from then on carried a satisfaction certificate signed by Fred. The brothers saw their 100 years' ambition achieved, and were awarded honorary life memberships of the Royal Photographic Society and the British Institute of Professional Photographers, in recognition of their services to photography.\n\nSadly, the two brothers both became very ill at the same time. The photographer Ken Griffiths - who had known them for 20 years - found that both were in hospital and immediately set up an appeal. The result was that Griffiths and his then PA, Val Simmonds, organised Arthur and Fred back into their home of over 50 years, with resident professional nursing care. Fred died in his own home in 1990, and Arthur likewise, on 22 January 1993.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "norfolk coast and broads": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co106704": {
    "title": "Metal finger ring, with oval bezel bearing an engr",
    "description": "Metal finger ring, with oval bezel bearing an engraved inscription, possibly magical. Originally on A28505 with 5 other amulet rings",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/447/695/large_SMG00170571.jpg"
  },
  "http://www.wikidata.org/entity/Q6497774": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co54476": {
    "title": "Rainfall measuring glass by Negretti and Zambra, 1",
    "description": "Rainfall measuring glass by Negretti and Zambra, 1924. Made for use with a 5 inch collector and graduated in mm.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/331/66/large_SMG00047880.jpg"
  },
  "http://collections.vam.ac.uk/item/O225156": {
    "title": "Guy Little Theatrical Photograph",
    "description": "Photograph of Madame Clarice Sinico-Campobello, late 19th c. Guy Little Collection.",
    "img": "https://framemark.vam.ac.uk/collections/2009BY7769/full/!100,100/0/default.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co193913": {
    "title": "Small glass bottle, no stopper containing bead see",
    "description": "Small glass bottle, no stopper containing bead seeds from New Guinea, bottle English, 1855-1920",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://api.vam.ac.uk/v2/objects/search?id_person=N7834": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "salons of america": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp75829": {
    "title": "Agatha",
    "description": "invoked for the cure of breast diseases and patroness of wet nurses",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q145": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "leighton watts,": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q2110808": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co430567": {
    "title": "Drum and clock. by Smith's English Clocks Ltd., Lo",
    "description": "Drum and clock. by Smith's English Clocks Ltd., London, for Air Ministry.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/331/538/large_SMG00048779.jpg"
  },
  "http://www.wikidata.org/entity/Q1165625": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "making modern communications": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8029584": {
    "title": "Gilt gravimeter by Negretti and Zambra, bearing se",
    "description": "Gilt gravimeter by Negretti and Zambra, bearing serial number 4057. In mahohany box. Ranges 1000 - 1060 / 1060 - 1120.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/321/565/large_SMG00026686.jpg"
  },
  "http://www.wikidata.org/entity/Q2519914": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q2256": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8665506": {
    "title": "Ernest Marples opens the M1 motorway",
    "description": "Silver gelatin photographic print by the Associated Press, titled \"New Motorway Opened\". Caption on verso reads: Mr. Ernest Marples, the new Minister of Transport, points along the new London-to-Birmingham motorway at Pepperstock Junction, Bedfordshire, today...November 2, after he had formally opened the motorway to traffic. He is accompanied by Sir Owen Williams who handed over the motorway to the Ministry on behalf of the construction companies concerned.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/392/268/large_1983_5236_31277__0001_.jpg"
  },
  "claes de bruyn": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap25206": {
    "title": "Negretti and Zambra",
    "description": "1850-1980s, optical instrument maker; mathematical instrument maker, London, England\n\nNegretti and Zambra was established in 1850 by Henry Negretti and Joseph Zambra who had formed a partnership. Their skill was immediately apparent when, exhibiting at the 1851 Great Exhibition at Hyde Park, they were the only English instrument makers to receive a prize medal for meteorological instruments, and were appointed instrument makers to the queen, Greenwich observatory, and the British Meteorological Society.\n\nIn 1853, when the Crystal Palace was re-erected in Sydenham, Negretti and Zambra became the official photographers of the Crystal Palace Company, which allowed them to photograph the interior and grounds of the new building. The firm made use of this access to produce a number of stereographs.\n\nBetween 1855 and 1857 Negretti and Zambra commissioned photographer Pierre Rossier to travel to China to document the Second Opium War. Although Rossier subsequently was unable to accompany to Anglo-French forces in that campaign, he nevertheless produced a number of stereographs and other photographs of China, Japan, the Philippines and Siam (now Thailand), which Negretti and Zambra published and that represented the first commercial photographs of those countries. In 1856 Negretti and Zambra sponsored a photographic expedition to Egypt, Nubia and Ethiopia conducted by Francis Frith.\n\nIn 1864 Negretti and Zambra (themselves) photographed Shakespeare's House, Stratford-on-Avon. A sepia photograph was then pasted onto card 4\" × 2.5\". This was then presented to visitors to the Crystal Palace to enable them to compare it with the model erected by Mr E. T. Parr in the Centre Transept. The card itself is headed \"Crystal Palace April 23rd 1864.\" That year they also published a book, titled A Treatise on Meteorological Instruments, (which was reprinted in 1995).\n\nThroughout World War One Negretti and Zambra were entirely engaged in production of various instruments for the Ministry of Munitions. They developed many instruments for the Air Ministry including a mercury-in-steel distance thermometer for taking oil and air temperatures in aircraft which was patented in 1920.\n\nIn 1946 the company went private and in 1948 the company was made public, and by 1950 Negretti and Zanbra had 821 employees in Britain. In order to increase production and to safeguard future development in 1964 they purchased a modern factory at Aylesbury for all their production. \n\nIn 1981 Negretti and Zambra were taken over by a group of financial institutions in the form of Western Scientific Instruments and in 1985 the company was acquired by Meggitt Holdings.\n\nNegretti and Zambra traded at : 11 Hatton Garden, London (1850-9), 59 & 68 Cornhill, London (1857-9), 1 Hatton Garden (1859-67), 107 Holborn Hill, London (1859-60), 59 Cornhill (1860-72), 122 Regent St., London (1862-1901), 153 Fleet St. (1865-73),  Holborn Circus & Viaduct (1870-90), 2 Chartehouse, London (1870-85), 45 Cornhill (1872-1901),  38 Holborn Viaduct (1895-1901)",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "toronto, bonn": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q189022": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap10090": {
    "title": "War Office",
    "description": "Created and initially known as the War Department from 8 February 1855. Became the War Office from 1857, absorbing the various other bodies formerly responsible for Army affairs. On 1 April 1964 was absorbed into the unified Ministry of Defence.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8022291": {
    "title": "Railway Executive third class ticket (supplied title)",
    "description": "Ticket, Railway Executive, third class return, No. 0024, Mablethorpe to London, issued to Miss Bowers, January 31st 1953.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co229676": {
    "title": "British Railways poster",
    "description": "BR poster. InterCity to the National Exhibition Centre. Birmingham.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q332919": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co29107": {
    "title": "Air Psychrometer Mark V, with aircraft wing strut mounting straps",
    "description": "Air Psychrometer Mark V, Air Ministry Ref No.6A/424. By Simmonds & Webster, London, serial no. 299/400 [1940]. With straps for mounting on aircraft wing strut",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/396/787/large_SMG00182573.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp18482": {
    "title": "Savory and Moore Limited",
    "description": "GRACES GUIDE:  https://www.gracesguide.co.uk/Savory_and_Moore\nREF: E. Bennion 'Antique Medical Instruments', (University of California 1979), p.332\nNewton, D 2008, Trademarked. A History of Well-Known Brands - from Aertex to Wright's Coal Tar, Sutton Publishing: excerpt available online at: REF: http://www.gracesguide.co.uk/wiki/Savory_and_Moore [accessed 18 October 2010]\nREF: http://www.aim25.ac.uk/cats/20/10863.htm\nObject info - London, W1; 29 Chapel Street, Belgrave Square, SW1; Standard Works, Lawrence Road, Tottenham, London, N15, England; 143 New Bond Street, W1; A640361 - ... 1 Lancaster Gate, Hyde Park, London, W2, England.\nREF: http://www.lloydspharmacy.com/wps/portal/aboutus/aboutlloydspharmacy\nREF: The pharmaceutical industry: a guide to historical records/ Lesley Richmond, Julie Stevenson, Alison Turton available online at Google Books  http://books.google.co.uk/books?id=4JYjsQkBm3MC&pg=PA309&lpg=PA309&dq=Standard+Works,+Lawrence+Road,+Tottenham,+London&source=bl&ots=jZJs6_EV5u&sig=0Wy1Cnw3V03npuPXF_ZHv19hqQo&hl=en&ei=LJz3TJanH4eDhQfrnZDGDw&sa=X&oi=book_result&ct=result&resnum=8&ved=0CEgQ6AEwBw#v=onepage&q=Standard%20Works%2C%20Lawrence%20Road%2C%20Tottenham%2C%20London&f=false",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp125794": {
    "title": "Associated Press",
    "description": "Came into being in May 1945, organised as a cooperative to suppply news reports of the Mexican-American War to five newspapers in New York city; May 1848 same five newspapers form Harbour News Association to operate a small fleet of newsboats gathering news from ships arriving in port; 1891 forms monopoly deals with Reuters of London, Havas of France and Wolff of Germany; 1899 uses wireless telegraph to cover the America's Cup yacht race; 1900 established formerly under New York law as a not-for-profit membership organisation; 1935 initiates WirePhoto, the world's first wire service for photographs; 1941introduces the Teletype, which transmitted directly to printers over telegraph wires; 1941 expands from print to radio broadcast news.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q41749": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co87613": {
    "title": "Scoop, part only, bronze, Roman",
    "description": "Scoop, part only, bronze, Roman, from Sforza collection",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/345/719/large_SMG00057003.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp31792": {
    "title": "Smiths English Clocks Limited",
    "description": "1931 - Founded as a division of S Smith & Sons (Motor Accessories) Ltd.  1932 Smiths purchased a company called 'English Clock and Watch Manufacturers Ltd.' of Coventry.  1944 - Smiths is part of S Smith & Sons (England) Ltd., with 3 other divisions.  1955 - name changed to 'Smiths Clocks and Watches Ltd.'",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "the atmospheric line": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q3184121": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap27811": {
    "title": "Gandolfi, Frederick Louis",
    "description": "Frederick Gandolfi, camera-maker with Louis Gandolfi and Sons Ltd, was born in London in 1904.\n\nAs a young man, he joined his father's (Louis') family camera-making business with his two brothers Arthur and Thomas) and two of his three sisters. Over the years, father, mother and five of their six children worked in the business. The work ethic was a necessity in their lives, which ultimately ensured their survival as England's oldest camera manufacturer, and to later fame but no fortune for Fred and his brother Arthur\n\nBy 1930 the Gandolfis were over the worst of the 1920s recessions. The eldest son, Tom (born 1890), having survived service in the Great War, devoted himself to cabinetmaking, whilst the middle son, Fred (born 1904), who could do most things, was showing business ability. 'Young' Arthur, having left the business during the 1920s to learn clerical work, returned to fill the job of assembly and finishing. Louis was happy that his three sons could continue the family concern in his tradition and passed the family business onto the three sons after his death in 1932. \n\nNone of the Gandolfi brothers was called up in the Second World War. Tom was too old and Fred and Arthur were in a reserved occupation supplying portrait cameras and tripods to the Admiralty, Air Ministry and War Department. Ironically, the brothers were offered a government contract to supply 1,000 cameras, which they soon realised they could not fulfil. The contract went to a rival maker, Watson, who used outworkers. The Gandolfis spent much of the war repairing the results.\n\nPost-war the market for prison 'mugshots' revived a 1935 product. No fewer than 38 prisons and police authorities in the UK alone were customers. There was also an export business to the colonies.\n\nAlways a supplier to educational and scientific bodies, the 5 x 4 in format 'Precision' camera was the cheapest of its kind, with the result that the burgeoning photographic colleges bought them by the dozen. This gave rise to a brand loyalty amongst the ex-students, who created a demand unknown before. Rather as with the Morgan sports car, waiting-lists grew from months to years in the early 1970s, which was a situation that the Gandolfis never exploited. Their cameras were fetching a premium on the open market, with the result that dealers' orders were no longer accepted and private customers were subject to some searching questions.\n\nTom Gandolfi died in 1965, adding a further burden to Arthur and Fred. It was not until 1976, when Tom's son Tom junior - after taking early retirement from engineering - was persuaded into the firm, that delivery times began to improve.\n\nBy 1980, it was obvious to Arthur and Fred that they could not go on much longer. They had achieved an ambition of 100 years as a family of camera-makers, wanted to reach 100 years of the Gandolfi company, but realised that outside help was necessary. \n\nWith a too-full order-book, there were many would-be purchasers for the company. Fred and Arthur were not prepared to let the family name go easily. A compromise was made with Brian Gould and his partner Sir Kenneth Corfield, who purchased the company in 1982, supplied the last apprentice, and every Gandolfi from then on carried a satisfaction certificate signed by Fred. The brothers saw their 100 years' ambition achieved, and were awarded honorary life memberships of the Royal Photographic Society and the British Institute of Professional Photographers, in recognition of their services to photography.\n\nSadly, the two brothers both became very ill at the same time. The photographer Ken Griffiths - who had known them for 20 years - found that both were in hospital and immediately set up an appeal. The result was that Griffiths and his then PA, Val Simmonds, organised Arthur and Fred back into their home of over 50 years, with resident professional nursing care. Fred died in his own home in 1990, and Arthur likewise, on 22 January 1993.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8205612": {
    "title": "Ross rapid symmetrical lens",
    "description": "Ross Rapid Symmetrical lens for 7 1/4 x 4 1/2 inch plates F: c.7 1/2 inches with Waterhouse stops in case. Serial No 27414.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q353135": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp17553": {
    "title": "Royal Photographic Society",
    "description": "The Royal Photographic Society (RPS) is a public society and registered charity dedicated to the promotion of the art and science of photography.  A public meeting was held to form The Photographic Society in 1853; in 1874 the name was changed to the Photographic Society of Great Britain and in 1894 the name became The Royal Photographic Society of Great Britain, with the permission of Queen Victoria, which was maintained by subsequent Monarchs. The Society was granted a Royal Charter in 2004. Originally located in London the RPS moved to the Octagon, Bath, in 1981, then to Fenton House in Bath in 2005. In 2002 the RPS's extensive photographic collection was transferred to the National Media Museum (NMeM) in Bradford.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co4510": {
    "title": "Anamorphoscope, by the London Stereoscopic and Photographic Company, England, c. 1870",
    "description": "Cylindrical mirror (100mm high) with stand, top and 3 additional mirrors, plus 42 assorted pictures for viewing in the mirror, (anamorphoscope), by the London Stereoscopic and Photographic Company, England, c. 1870",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8604397": {
    "title": "Tobacco Pipe Metal Heel",
    "description": "A metal heel for a clay tobacco pipe, made by John Pollock & Co.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q2270422": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co55165": {
    "title": "Portable anemometer, vanes missing, by Negretti an",
    "description": "Portable anemometer, vanes missing, by Negretti and Zambra, No.L5128, dated 1900-1930.  Marked `Zero setting patent no.3729'.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/314/201/large_SMG00002932.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co441591": {
    "title": "3 1/4\" lantern slide prepared by John Andrews",
    "description": "3 1/4\" lantern slide prepared by John Andrews, 1936-1946:",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap27813": {
    "title": "Gandolfi, Thomas",
    "description": "Thomas Gandolfi, camera-maker with Louis Gandolfi and Sons Ltd, was born in London in 1890. \n\nAs a young man, he joined his father's (Louis') family camera-making business with his two brothers Arthur and Frederick and two of his three sisters. Over the years, father, mother and five of their six children worked in the business. The work ethic was a necessity in their lives, which ultimately ensured their survival as England's oldest camera manufacturer, and to later fame but no fortune for Fred and his brother Arthur\n\nBy 1930 the Gandolfis were over the worst of the 1920s recessions. The eldest son, Tom (born 1890), having survived service in the Great War, devoted himself to cabinetmaking, whilst the middle son, Fred (born 1904), who could do most things, was showing business ability. 'Young' Arthur, having left the business during the 1920s to learn clerical work, returned to fill the job of assembly and finishing. Louis was happy that his three sons could continue the family concern in his tradition and passed the family business onto the three sons after his death in 1932. \n\nNone of the Gandolfi brothers was called up in the Second World War. Tom was too old and Fred and Arthur were in a reserved occupation supplying portrait cameras and tripods to the Admiralty, Air Ministry and War Department. Ironically, the brothers were offered a government contract to supply 1,000 cameras, which they soon realised they could not fulfil. The contract went to a rival maker, Watson, who used outworkers. The Gandolfis spent much of the war repairing the results.\n\nPost-war the market for prison 'mugshots' revived a 1935 product. No fewer than 38 prisons and police authorities in the UK alone were customers. There was also an export business to the colonies.\n\nAlways a supplier to educational and scientific bodies, the 5 x 4 in format 'Precision' camera was the cheapest of its kind, with the result that the burgeoning photographic colleges bought them by the dozen. This gave rise to a brand loyalty amongst the ex-students, who created a demand unknown before. Rather as with the Morgan sports car, waiting-lists grew from months to years in the early 1970s, which was a situation that the Gandolfis never exploited. Their cameras were fetching a premium on the open market, with the result that dealers' orders were no longer accepted and private customers were subject to some searching questions.\n\nTom Gandolfi died in 1965.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q6811281": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q26172": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/documents/aa110017832": {
    "title": "RAF Air navigation books",
    "description": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co39617": {
    "title": "Display model of petrol motor boat \"Brook II\"",
    "description": "whole display model (scale 1.12) of petrol motor boat Brook II (1908) mounted on mirror base",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://api.vam.ac.uk/v2/objects/search?id_event=AUTH346831": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8228804": {
    "title": "Holborn Circus, London",
    "description": "A photograph entitled 'Holborn Circus, London', published by George Washington Wilson, c. 1890. The back of the statue of Prince Albert (1819-1861) (1874) by Charles Bacon stands in the centre of the road. The premises of Negretti and Zambra, Instrument Makers, can be seen on the left.",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/132/781/large_1247_4.jpg"
  },
  "https://api.vam.ac.uk/v2/objects/search?id_organisation=AUTH322793": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co29819": {
    "title": "Flying helmet with oxygen mask and headphones",
    "description": "Aertex fabric flying helmet, with fittings for electric headphones and oxygen mask. Air Ministry type 22C/747, 1939-1945",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/373/526/large_SMG00173160.jpg"
  },
  "http://collections.vam.ac.uk/item/O1261542": {
    "title": "",
    "description": "Short raincoat or smock, beige PVC, designed by Mary Quant (unlabelled) ca.1964",
    "img": "https://framemark.vam.ac.uk/collections/2015HP1792/full/!100,100/0/default.jpg"
  },
  "the coach builders', wheelwrights' & motor car manufacturers' art journal": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q1040": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp106496": {
    "title": "Samuel Drummond",
    "description": "1791 - entered the Royal Academy Schools.  1807 - exhibited Death of Nelson at the British Institution.  1808 - elected an associate of the British Institution.  Regularly contributed portraits to the European Magazine under James Asperne.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8341469": {
    "title": "First Pictures of London's Balloon Barrage",
    "description": "Gelatin silver print entitled 'First Pictures of London's Balloon Barrage', taken by an unknown photographer for the Air Ministry, 10 May 1938. 'London protected by a network of balloons against enemy aircraft, is rapidly becoming an actual fact. These pictures are the first showing balloons, part of several hundred which have been delivered to the Royal Air Force for the new Balloon Barrage Group...'",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co29251": {
    "title": "Model, of Junkers F.13 all-metal Transport Aeroplane",
    "description": "Model of Junkers F.13 all-metal Transport Aeroplane.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "the standard dental mfg. co.": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://collections.vam.ac.uk/item/O186900": {
    "title": "H Beard Print Collection",
    "description": "Full-length portrait of Miss Heath as Jane Shore, with facsimile dedicaton and signature at the bottom, Harry Beard Collection.",
    "img": "https://framemark.vam.ac.uk/collections/2010EF2165/full/!100,100/0/default.jpg"
  },
  "Courtrai": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q84": {
    "title": "London",
    "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cd/London_Montage_L.jpg/800px-London_Montage_L.jpg",
    "description": "capital and largest city of the United Kingdom"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co15269": {
    "title": "'Autoflash Super 44' camera, 1961 by Agilux Ltd",
    "description": "'Autoflash Super 44' camera, 1961 by Agilux Ltd., with original cardboard box.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/people/cp100624": {
    "title": "",
    "description": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q2706833": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q5393524": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://collections.vam.ac.uk/item/O70667": {
    "title": "Eleven Part Self Portrait (Red Pony)",
    "description": "'11 Part Self-Portrait (Red Pony)' by Jim Dine, colour lithograph on paper, 1964-5",
    "img": "https://framemark.vam.ac.uk/collections/2006AM1891/full/!100,100/0/default.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co190444": {
    "title": "Bottle of bromothymol blue, by Savory and Moore, S",
    "description": "Bottle of bromothymol blue, by Savory and Moore, Standard Works, Lawrence Road, Tottenham, London, N15, England.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q21": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap14309": {
    "title": "Luftwaffe",
    "description": "Aerial warfare branch of the combined German Wehrmacht military forces during World War II, active 1933-1946.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "gas turbine department": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "walkers & holtzappfel": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://collections.vam.ac.uk/item/O1287304": {
    "title": "Miss Blanche Massie in Ruy Blas at the Gaiety Theatre",
    "description": "Print of  Miss Blanche Massie (1878-1929) as Tarara, a Trumpeter, in the burlesque <i>Ruy Blas or the Blasé Roué </i>at the Gaiety Theatre, 1889, Harry Beard Collection",
    "img": "https://framemark.vam.ac.uk/collections/2014HB6510/full/!100,100/0/default.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co29818": {
    "title": "Leather flying helmet, type 6F/162, Air Ministry",
    "description": "Black leather flying helmet, with Gosport tubes. Air Ministry 6F/162, 1939-1945",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/372/147/large_SMG00090339.jpg"
  },
  "http://www.wikidata.org/entity/Q720612": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap7474": {
    "title": "Frank Pearn & Co Ltd",
    "description": "The company had already been manufacturing various types of pumps, since the late 19th century under the name of Frank Pearn, Wells & Co. A partnership was formed in 1880 and Frank Pearn & Co Ltd was founded.\n\nThe company continued to manufacture pumps, at some time becoming a subsidiary of Holden & Brooke Limited of West Gorton. Frank Pearn & Co Ltd was wound up voluntarily on the 24th March 1955.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q6661964": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://api.vam.ac.uk/v2/objects/search?id_organisation=A3467": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap27808": {
    "title": "Louis Gandolfi and Sons Ltd",
    "description": "In 1885 Louis Gandolfi set up a cameramaking business, initially over a tobacconist's shop in Kensington Place, Westminster, and later at premises in Old Kent Road. In 1913 the business was transferred to Peckham Rye and it was later moved to a site on Borland Road, Peckham, in 1928. \n\nThe early camera designs of Louis Gandolfi were comparatively simple. The camera were made from a small number of parts and could be put together and sold cheaply. As the business began to prosper a much wider range of equipment was offered. The most successful Gandolfi designs were based on traditional dry-plate apparatus and it was with these cameras that he began to build his business. \n\nModels of superior and improved quality led to a thriving trade with civil and military authorities, particularly in India and Burma. The outbreak of war in 1914 destroyed much of Gandolfi's market but he was able to maintain production with the aid of a Royal Naval Air Service order for cameras. After the war the Gandolfis (Louis Gandolfi's sons Frederick, Arthur and Thomas were beginning to become involved with the business) had to come to terms with the new precision miniature cameras which were mass produced in Germany. The business became more dependent on traditionally made large format cameras for the technical and professional photographer.\n \nBy 1930 the Gandolfis were over the worst of the 1920s recessions. The eldest son, Tom (born 1890), having survived service in the Great War, devoted himself to cabinetmaking, whilst the middle son, Fred (born 1904), who could do most things, was showing business ability. 'Young' Arthur, having left the business during the 1920s to learn clerical work, returned to fill the job of assembly and finishing. Louis was happy that his three sons could continue the family concern in his tradition and passed the family business onto the three sons after his death in 1932. \n\nNone of the Gandolfi brothers was called up in the Second World War. Tom was too old and Fred and Arthur were in a reserved occupation supplying portrait cameras and tripods to the Admiralty, Air Ministry and War Department. Ironically, the brothers were offered a government contract to supply 1,000 cameras, which they soon realised they could not fulfil. The contract went to a rival maker, Watson, who used outworkers. The Gandolfis spent much of the war repairing the results. \n\nPost-war the market for prison 'mugshots' revived a 1935 product. No fewer than 38 prisons and police authorities in the UK alone were customers. There was also an export business to the colonies.\n\nAlways a supplier to educational and scientific bodies, the 5 x 4 in format 'Precision' camera was the cheapest of its kind, with the result that the burgeoning photographic colleges bought them by the dozen. This gave rise to a brand loyalty amongst the ex-students, who created a demand unknown before. Rather as with the Morgan sports car, waiting-lists grew from months to years in the early 1970s, which was a situation that the Gandolfis never exploited. Their cameras were fetching a premium on the open market, with the result that dealers' orders were no longer accepted and private customers were subject to some searching questions.\n\nTom Gandolfi died in 1965, adding a further burden to Arthur and Fred. It was not until 1976, when Tom's son Tom junior - after taking early retirement from engineering - was persuaded into the firm, that delivery times began to improve.\n\nBy 1980, it was obvious to Arthur and Fred that they could not go on much longer. They had achieved an ambition of 100 years as a family of camera-makers, wanted to reach 100 years of the Gandolfi company, but realised that outside help was necessary. \n\nWith a too-full order-book, there were many would-be purchasers for the company. Fred and Arthur were not prepared to let the family name go easily. A compromise was made with Brian Gould and his partner Sir Kenneth Corfield, who purchased the company in 1982, supplied the last apprentice, and every Gandolfi from then on carried a satisfaction certificate signed by Fred. The brothers saw their 100 years' ambition achieved, and were awarded honorary life memberships of the Royal Photographic Society and the British Institute of Professional Photographers, in recognition of their services to photography.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://collections.vam.ac.uk/item/O77348": {
    "title": "King Lear in the Storm",
    "description": "Etching, King Lear in the Storm, based on a painting by Benjamin West, etched in London by William Sharp, 1792, published by John Boydell and Josiah Boydell, 1793",
    "img": "https://framemark.vam.ac.uk/collections/2006AN1185/full/!100,100/0/default.jpg"
  },
  "http://www.wikidata.org/entity/Q315346": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/documents/aa110068399": {
    "title": "Air diagrams",
    "description": "Coloured lithographs.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co102558": {
    "title": "Carved wooden comb with fenestrated handle, from M",
    "description": "Carved wooden comb with fenestrated handle, from Madagascar, 1880-1930",
    "img": "https://coimages.sciencemuseumgroup.org.uk/images/404/337/large_SMG00172631.jpg"
  },
  "fanny young": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "http://www.wikidata.org/entity/Q4688512": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  },
  "https://collection.sciencemuseumgroup.org.uk/people/ap13789": {
    "title": "Royal Air Force",
    "description": "The Royal Air Force was created by the amalgamation of the Royal Flying Corp and the Royal Naval Air Service as an independent air service during the First World War.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8669856": {
    "title": "Experimental chemical; Bichloranthracene",
    "description": "Bichloranthracene C14H8Cl2 sample chemical in glass phial (A1.4), from Edward Schunck's research on natural dyes and plant products, 1840s-1900.",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "https://collection.sciencemuseumgroup.org.uk/objects/co8644745": {
    "title": "Pendulum suspension from the Magneta master clock",
    "description": "Pendulum suspension from the Magneta master clock, by the Magneta Time Co. Ltd, London, England",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg"
  },
  "http://www.wikidata.org/entity/Q487070": {
    "title": "",
    "img": "https://i.pinimg.com/originals/17/fc/a3/17fca30c76af6019df655044072e21a5.jpg",
    "description": ""
  }
}